brew "stow"
brew "git"
brew "git-lfs"
brew "jq"

brew "asdf"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "rustup-init"

brew "mas"

cask "zoom"
cask "discord"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
cask "blender"
cask "mamp"
cask "docker"
cask "notion"


mas "Xcode", id: 497799835
mas "Slack", id: 803453959
# mas "Discord", id: 985746746
mas "LINE", id: 539883307
# mas "LINE WORKS", id: 2142390159
mas "NanoBrowser", id: 1440590513

